72s
73s
DIGIT
aa
af
aftur
air
airline
airlines
airport
akstur
alaska
allar
almennt
almennu
alþjóðaflugvellinum
america
american
angeles
annan
annað
annaðhvort
ap
ap58
apríl
arizona
as
atlanta
að
aðeins
aðra
baka
baltimore
be1
beach
bein
beinar
beint
beinu
bh
birtu
bjóða
bladað
bn
borga
borgar
borgir
borgum
borð
boston
boði
brottfarartímarnir
brottför
burbank
burðargetan
bwi
báðar
bæjinn
bíl
bóka
býður
california
canadian
carolina
charlotte
chicago
cincinnati
city
cleveland
columbus
continental
county
cvg
d9s
dag
daga
daginn
daglega
daglegar
daglegt
daglegum
dallas
dc
dc10
dc9
dca
degi
degininum
delta
denver
desember
detroit
dh8
diego
dl
dollara
dtw
dulles
dýrasta
ef
eftir
eftirmiðdag
eftirmiðdaginn
eiga
einhver
einhverjar
einhverjum
einhvern
eins
ekki
en
er
eru
ewr
eye
eða
f
fara
faramáta
fargjald
fargjaldið
fargjaldkóði
fargjaldskóði
fargjaldskóðinn
fargjaldsnúmer
fargjöld
fargjöldin
fargjöldum
farkóðinn
farnúmerið
farrými
farými
farþega
farþegar
febrúar
fengið
fer
ferð
ferðast
ferðina
ferðir
ferðum
field
fimmta
fimmtudag
fimmtudaginn
fimmtudagskvöld
fimmtudagsmorgun
fimmtudagsmorguninn
fimmtudagur
finna
finndu
fjarlægðina
fjarlægðinni
fjöldi
flettu
fljúga
flogið
flokks
florida
flug
flugfar
flugfara
flugfargjöld
flugfargjöldum
flugfarnúmer
flugferð
flugferðin
flugferðina
flugferðinar
flugferðir
flugferðirnar
flugferðum
flugfélag
flugfélaginu
flugfélagið
flugfélags
flugfélög
flugfélögum
flugi
fluginu
flugið
flugmiða
flugmiðum
flugnúmer
flugnúmerin
flugnúmerinu
flugupplýsingar
flugvallar
flugvallarins
flugvelli
flugvellina
flugvellinum
flugvellir
flugverð
flugvél
flugvéla
flugvélar
flugvélum
flugvöllum
flugvöllur
flugvöllurinn
flýgur
fort
francisco
frá
fundið
fyir
fyrir
fyrst
fyrsta
fá
fólk
föstudag
föstudaga
föstudaginn
föstudags
föstudagsflug
föstudagskvöld
föstudagsmorgun
föstudegi
föstudögum
gegnum
gerðir
get
geta
getur
guardia
gæti
góður
h
hafa
halda
hann
hefur
helst
hjá
houston
hp
hvað
hvaða
hver
hversu
hvert
hádegi
hádegismat
india
indiana
indianapolis
innifalið
international
j31
jfk
jose
já
júlí
júní
kama
kanada
kansas
kem
kemur
kennedy
kl
klukkan
koma
kominn
komu
kostar
kostnaðinn
kringum
kvöld
kvöldferðum
kvöldflug
kvöldin
kvöldið
kvöldmat
kvöldmatur
kvölds
kw
kílómetrum
kóðanum
kóðinn
l10
l1011
la
lake
langar
langt
las
laugardag
laugardaga
laugardaginn
laugardagsflug
laugardagskvöld
laugardagskvöldinu
laugardagsmorgni
laugardagsmorgun
laugardagsmorguninn
laugardegi
laugardögum
lax
leggja
leggur
leiga
leigubíl
leigubílþjónusta
leið
leiðina
leiðir
lenda
lendir
lengi
leytið
lga
limousine
lista
listi
loftfar
loftfara
loftfari
loftfarinu
loftfars
long
los
louis
love
lufthansa
láttu
lægsta
lægstu
léttar
líka
m
m80
marga
margar
margir
mat
maí
mci
meint
meira
memphis
merkir
merkt
með
miami
michigan
mig
mikið
milli
millilenda
millilendingu
millilendir
milwaukee
minneapolis
minnesota
mismunandi
miða
miðbæ
miðbæinn
miðbænum
miðnætti
miðvikudag
miðvikudaginn
miðvikudagskvöld
miðvikudagskvöldið
miðvikudagskvöldum
miðvikudagsmorgun
miðvikudagsnóttina
miðvikudagur
miðvikudögum
moguninn
montreal
morgnanna
morgun
morgunflug
morgunflugin
morguninn
morgunmat
morgunn
morgunninn
morguns
morgunverð
myndi
máltíð
máltíðir
mánudag
mánudaginn
mánudags
mánudagskvöld
mánudagsmorgnum
mánudagsmorgun
mánudagsmorgunninn
mánudeginum
mánudögum
mér
mörg
nashville
nefnist
nevada
new
newark
niður
north
northweast
northwest
not
nota
notað
notaðar
nálægt
náðu
næsta
næstur
níunda
nótt
nóttina
nú
núna
nýjasta
oakland
of
og
ohio
ontario
orlando
partinn
paul
petersburg
philadelphia
philly
phl
phoenix
pittsburgh
q
qo
quebec
red
sa
salt
sam
samgöngur
san
sautjánda
sb
seattle
segja
segðu
seinastu
seinna
seinni
seint
sem
sextánda
sjá
sjáðu
sjötta
sjöunda
skammstöfunin
snemma
st.
stað
stendur
stopa
stopar
stysta
stystu
sunnudag
sunnudaginn
sunnudags
sunnudagseftirmiðdag
sunnudagseftirmiðdegi
sunnudagsferðum
sunnudagsflug
sunnudagskvöldið
sunnudagsmorgun
sunnudegi
svæðinu
sæktu
sæta
sætafjölda
sætafjöldinn
sætaframboð
sætaframboðið
síðasta
síðdegi
síðdegis
síðdegisflugi
sýndu
tacoma
takmarkanir
takmörkun
talið
tampa
tegund
tegundinni
tegundir
tegundum
tekið
tekur
teldu
tengiflug
tennessee
texas
ti
tiil
til
toronto
tower
tpa
tuttugasta
tværi
twa
tíman
tíunda
tólfta
ua
um
umbor
umboð
undir
united
upp
upplýsingar
upplýsingum
us
utah
vantar
vegas
vegasamgöngur
vegasamgöngurnar
veitingar
vera
verð
verðin
verðið
verðlisti
vikunnar
vil
vilja
vinsamlegast
virkum
vita
við
viðkomu
væri
vél
véla
washington
west
westchester
wn
worth
y
yfirgefa
york
yx
á
áttunda
áður
ætti
ég
í
ódýrasta
ódýrustu
öll
öllu
öllum
út
þangað
þann
þar
þarf
þarfnast
það
þegar
þeirra
þess
þessu
þjónar
þjónusta
þjónustaðir
þjónustua
þrettánda
þriðja
þriðjudag
þriðjudaginn
þriðjudagskvöld
þriðjudagskvöldið
þriðjudagsmorgnum
þriðjudagsmorgun
þriðjudagsmorguninn
þriðjudagur
þú
þýðir
