72s
73s
8.
DIGIT
a
aa
ac
af
afsakið
afslætti
aftur
air
aircraft
airline
airlines
airport
akstur
alaska
alla
allar
allara
allt
almenn
almenna
almennan
almennar
almennt
almennu
alþjóðaflugvellinum
america
american
american's
angeles
annan
annar
annara
annari
annarra
annarri
annað
annaðhvort
ap
ap57
ap68
ap80
apríl
area
arizona
as
atl
atlanta
auglýsir
auðið
að
aðeins
aðfaranótt
aðra
aðrar
aðstoð
b
bak
baka
bakaaftan
baltimore
bara
bay
beach
bein
bein-
beina
beinar
beint
beinu
beinum
birt
birtu
biðja
biðtíminn
bjóð
bjóða
bna
boeing
borg
borga
borgar
borgarinnar
borgina
borginni
borgir
borgum
borinn
borið
borð
boston
bottfaratímann
boði
breyttu
brotfarstíma
brottfar
brottfarartíma
brottfarartímann
brottfarartími
brottfarartíminn
brottfarartímum
brottfaratímann
brottfarir
brottfarstíma
brottför
bur
burbank
bwi
byrjar
báða
báðar
bæ
bæinn
bæði
bíl
bílaleiga
bílaleigu
bílaleigubíl
bílaleigubíla
bílaleigubílar
bílaleigubílnum
bílaleigubílum
bílaleigunar
bílaleigur
bóka
bókaðu
bókun
bókunarflokkur
búnaðar
bý
býr
býður
c
california
canada
canadian
carolina
charlotte
chicago
cincinnati
city
cleveland
co
colorado
columbus
continental
county
cp
d
d10
d9s
dag
daga
daginn
dagleg
daglega
daglegar
daglegt
daglegu
daglegum
dagurinn
dallas
dc
dc10
degi
deginum
delta
denver
desember
desembermánuð
desembermánuði
detroit
dfw
diego
dl
dollara
dollurum
dulles
dögum
dýr
dýrasta
dýrasti
dýrata
dýrusta
dýrustu
ea
eastern
ef
eftir
eftirfarandi
eftirmiðdaginn
eiga
eigi
eina
eingöngu
einhver
einhverjar
einhverju
einhvern
einhverri
einhvert
einn
einni
einnig
eins
einu
eitt
eitthvað
ekki
ellefta
en
endanlegi
endilega
endurtaka
endurtaktu
engar
enn
er
ert
ertu
eru
erum
ewr
express
eyða
eða
eðalvagnsþjónusta
eðalvagnsþjónustu
f
f28
far
fara
fargjald
fargjalda
fargjaldi
fargjaldinu
fargjaldið
fargjaldsflokkur
fargjaldskóða
fargjaldskóðann
fargjaldskóðanna
fargjaldskóðanum
fargjaldskóði
fargjaldskóðinn
fargjaldsnúmer
fargjaldsnúmerin
fargjaldsnúmerið
fargjaldsupplýsingar
fargjöld
fargjöldin
fargjöldum
farið
farmiða
farmiðanum
farmiði
farnúmer
farrými
farrýminu
farrýmis
farrýmisflokk
farrýmiskóðann
farrýmið
farrýmum
farðu
farþega
farþegafjöldann
farþegar
farþegum
febrúar
fengið
fer
ferð
ferðast
ferðatilhögun
ferðatíminn
ferðaáætlun
ferðin
ferðina
ferðinni
ferðir
ferðirnar
ferðum
ff
field
fimmta
fimmtudag
fimmtudaginn
fimmtudagmorgun
fimmtudagsflug
fimmtudagskvöld
fimmtudagskvöldið
fimmtudagsmorgna
fimmtudagsmorgnum
fimmtudagsmorgun
fimmtudagsmorgunflug
fimmtudagsmorguninn
fimmtudegi
fimmtudögum
fimmtánda
finna
finndu
firsta
fjarlægðin
fjarlægðina
fjórtánda
fjórða
fjölda
fjöldann
fjöldi
fjöldinn
fleiri
flest
flestar
flight
fljótlega
fljótt
fljúga
flogið
flokkar
flokki
flokks
florida
flug
flugbókanir
flugfar
flugfargjald
flugfargjaldið
flugfargjöld
flugfarið
flugferð
flugferða
flugferðarinar
flugferðin
flugferðina
flugferðinar
flugferðir
flugferðirar
flugferðirnar
flugferðum
flugferðunum
flugferðunumum
flugfélag
flugfélagaskammstafanir
flugfélagi
flugfélaginu
flugfélagið
flugfélagsnúmer
flugfélagsnúmerið
flugfélög
flugfélögin
flugfélögum
flugfélögunum
fluggerðir
fluggjaldið
flugi
flugin
fluginu
flugið
flugmiða
flugmiðanna
flugmiðar
flugmiði
flugmiðinn
flugnúmer
flugnúmerin
flugnúmerið
flugtaki
flugtíma
flugtök
flugu
flugum
flugupplýsingar
flugur
flugvalla
flugvallarins
flugvallarleigubíll
flugvelli
flugvellinum
flugvellir
flugvél
flugvéla
flugvéla-
flugvélanna
flugvélar
flugvélarnar
flugvélategund
flugvélategundina
flugvélategundir
flugvélin
flugvélina
flugvélum
flugvöll
flugvöllinn
flugvöllum
flugvöllur
flugvöllurinn
flugáætlanir
flugáætlun
flugáætlunarinnar
flugáætlunin
flugáætlunina
flugáætlunir
flugáætlunum
flugþjónustu
flúga
flýgur
fn
fort
fram
francisco
frá
frábærlega
frábært
fundið
fyir
fyrir
fyrirkomulagið
fyrramálið
fyrst
fyrsta
fyrsti
fyrstu
fá
fáanlegar
fæ
fæstu
fínt
föstudag
föstudaginn
föstudagsflug
föstudagskvöld
föstudagskvöldið
föstudagskvöldum
föstudagsmorgun
föstudagsmorguninn
föstudegi
föstudögum
gagnagrunninum
ganga
gefa
gefið
gefðu
gegnum
general
georgia
gera
gerir
gert
gerð
get
geta
getað
geti
getirðu
getur
geturðu
gott
guardia
gæti
gætir
h
hafa
hagkvæmasta
hagstæð
hagstæðu
halda
halló
hartfield
hef
hefjast
hefur
heildarfjölda
heildarsætaframboðið
heim
heimferð
heimsálfu
heimsækja
helst
hinn
hinum
hjá
hjálp
hjálpað
hljómar
hou
houston
hp
hraðþjónustu
hringja
hugmyndinni
hugsanlegan
hvar
hvað
hvaða
hvaðan
hvenær
hver
hverja
hverju
hvernig
hverri
hvers
hverskonar
hversu
hvert
hvort
hádegi
hádeginu
hádegis
hádegisbil
hádegisbilinu
hádegisleytið
hádegismat
hádegisverð
hádegisverði
hádegið
hámarksfjölda
hámarkstímann
hátt
hæ
hægt
hæsta
hér
héðan
hún
iah
indiana
indianapolis
innan
innifalda
intercontinental
international
j31
jafnt
janúar
jersey
jfk
jose
já
jæja
jörðinni
jörðu
júlí
júní
k
kansas
kaupa
kem
kemmst
kemmstu
kemst
kemur
klukkan
klukkan.
klukkustundir
koma
komast
komin
kominn
komist
komið
komu
komuflug
komuflugi
komuflugið
komunar
komur
komutíma
komutími
komutíminn
konar
kosnaðurinn
kosta
kostar
kosti
kostnaðinn
kostnaðurinn
kringum
kvöld
kvöldflug
kvöldflugi
kvöldflugið
kvöldi
kvöldin
kvöldið
kvöldmat
kvöldmatarleytið
kvöldmatartímann
kvöldmáltíð
kvölds
kvöldverð
kvöldverðarleitið
kærlega
kíkja
kóðann
kóði
kóðinn
la
lagi
lake
langa
langan
langar
langflug
langt
las
laugardag
laugardaga
laugardaginn
laugardags
laugardagsflug
laugardagskvöld
laugardagsmorgun
laugardagsmorguninn
laugardagsnótt
laugardagur
laugardegi
laugardögum
lax
leggja
leggur
leiga
leigt
leigubíl
leigubílar
leita
leið
leiðin
leiðina
leiðinni
leiðir
lenda
lendingar
lendingarnar
lendir
lengi
lengst
lengstan
lest
lester
leyti
leytið
limmó
limousine
list
lista
listann
listi
loftfara
loftfari
loftfars
loftför
logan
lok
lokum
long
los
louis
love
ls
lufthansa
láta
látið
láttu
lægsta
lægstu
léttar
líka
líta
lýstu
m
m80
manns
marga
margar
margir
mars
mat
matmálstími
maí
maður
mco
meina
meira
memphis
merkingin
merkir
merkja
mestan
með
meðal
meðan
mia
miami
michigan
midway
midwest
mig
mikinn
mikið
miklum
milli
millilenda
millilendingar
millilendingu
millilendir
milwaukee
minn
minna
minneapolis
minnesota
minni
minnst
minnsta
minnsti
minnstu
mismunandi
missouri
mitchell
mið
miða
miðanir
miðann
miðar
miðaverðið
miðbæ
miðbæinn
miðbæjar
miðbæjarins
miðbænum
miði
miðinn
miðnætti
miðnættis
miðvikudag
miðvikudaginn
miðvikudagnótt
miðvikudags
miðvikudagsflug
miðvikudagsflugi
miðvikudagsflugin
miðvikudagskvöld
miðvikudagskvöldinu
miðvikudagskvöldið
miðvikudagsmorgun
miðvikudagsmorguninn
miðvikudagur
miðvikudegi
miðvikudögum
montreal
morgnana
morgni
morgnuninn
morgun
morgundaginn
morgunflug
morgunflugi
morgunflugið
morguninn
morgunmat
morgunmatarleytið
morgunmatartímann
morguns
morgunverð
morgunverðarflug
morgunverðartíma
morgunverði
morgunverður
mun
munt
munu
munurinn
myndi
myndir
myndu
má
máltíð
máltíðarkóði
máltíðarkóðinn
máltíðir
máltíðum
mánudag
mánudaginn
mánudagsflug
mánudagskvöld
mánudagsmorgun
mánudagsmorgunflugi
mánudagsnótt
mánudegi
mánudögum
mér
mín
mína
möguleg
mögulega
mögulegasti
mögulegt
mögulegum
möguleika
mörg
nafn
nafnið
nashville
nationair
nei
neina
nevada
new
newark
neðan
niðri
niður
north
northwest
norðvestur
nota
notar
notað
notaðar
notuð
nw
ná
nágrenni
nálægt
nánar
næst
næsta
næstkomandi
næstu
næturfargjöld
næturflug
næturþjónusta
nítjánda
níunda
nótt
nóttina
nóvember
nöfn
nöfnin
nú
númer
númerið
núna
nýjasta
nýjustu
o'hare
oak
oakland
of
og
ohio
ok
okei
október
ontario
ord
orlando
panta
partinn
passa
paul
pearson
pennsylvania
petersburg
philadelphia
philly
phoenix
pittsburgh
pétursborg
q
qo
quebec
qw
qx
raun
reyna
rétt
röð
s
sa
sagt
salt
sama
samdægurs
samgöngur
san
sautjánda
sd
seattle
segja
segðu
sein
seinast
seinasta
seinastu
seinna
seinni
seinstu
seint
seinustu
sem
september
sett
sextán
sextánda
sfo
sig
sinni
sjá
sjálfsagt
sjötta
sjöunda
skammstöfun
skammstöfunin
skammstöfunina
skilgreindu
skipuleggja
skráningu
skráninguna
skráð
skrúfuflugvél
skulu
skulum
snarl
snemma
snemmt
snúa
snýr
southwest
spurningin
st.
stafurinn
standa
stapleton
stað
staðar
staðartíma
staðið
staðsett
stendur
stop
stopa
stopar
stopi
stoppa
stoppi
stopum
stysta
stystu
sumar
sunnudag
sunnudaginn
sunnudagseftirmiðdag
sunnudagseftirmiðdaginn
sunnudagseftirmiðdegi
sunnudagsflug
sunnudagsflugi
sunnudagskvöld
sunnudagskvöldið
sunnudagsmorgun
sunnudagur
sunnudegi
sunnudögum
svo
svoleðis
svæðinu
sætafjölda
sætafjöldann
sætafjöldinn
sætaframboðið
sæti
sé
sér
séð
sídegis
sídegisflug
síðan
síðar
síðasta
síðdegi
síðdegis
síðdegisflug
síðdegisflugferðum
síðdegisflugi
síðdegisflugin
síðdegisflugið
síður
síðustu
sýna
sýndu
sýndur
sýnduy
sýnt
tacoma
taka
takk
takmarkanir
takmörk
takmörkun
takmörkunarnúmerið
takmörkunin
takmörkunina
talið
tampa
tegund
tegunda
tegundir
tek
tekið
tekur
teldu
telja
tengi
tengiflug
tengiflugi
tengingar
tengingu
tengja
tengjast
tennessee
texas
the
til
til?
tilheyra
tiltæk
toppa
toronto
tower
trans
turboprop
tuttugasta
tuttugustu
tveggja
tveimur
tvo
tværi
tvö
twa
táknið
tíma
tímabelti
tíman
tímann
tíu
tíunda
tólfta
u.þ.b
ua
um
umborð
undir
united
unnt
up
upp
upplýsingar
upplýsingum
upplýstu
uppá
us
usa
utah
utan
valmöguleika
varðandi
vega
vegas
vegasamgöngu
vegasamgöngum
vegasamgöngunum
vegasamgöngur
vegasamgöngurnar
vegasamöngur
veistu
veitingar
vel
venjulegur
vera
vergasamgöngur
verið
veru
verð
verða
verði
verðin
verðinu
verðið
verðum
verður
via
vicinity
viku
viku,
vikunnar
vikunni
vil
vildi
vilja
vill
viltu
vini
vinna
vinsamlegast
virka
virkum
vita
við
viðkomi
viðkomu
vonandi
vá
væri
washington
west
westchester
world
worth
worth,
y
yfir
yfirgefa
ykkur
yn
york
yyz
á
áfangastað
áfangastaða
áfangastaðurinn
áfram
ágúst
áhuga
áleiðis
án
árinu
ásamt
átjánda
átta
áttu
áttunda
áætlað
áætlaðar
áætlun
áætlunin
ætla
ætti
ættu
ég
í
ódýr
ódýrari
ódýrast
ódýrasta
ódýrastar
ódýrasti
ódýrsta
ódýrt
ódýrust
ódýrusta
ódýrustu
óska
öll
öllu
öllum
önnur
öðru
öðrum
úr
út
útbúa
útbúðu
útskýrðu
ýmsu
þakka
þangað
þann
þannig
þar
þarf
þarna
þau
það
þegar
þeim
þeir
þeirra
þennan
þess
þessa
þessar
þessara
þessari
þessi
þessu
þessum
þetta
þjóna
þjónar
þjónusta
þjónustan
þjónustar
þjónustaðar
þjónustu
þjónustuflokk
þjónustuflokkar
þjónustunúmerið
þrettánda
þriðja
þriðju
þriðjudag
þriðjudagi
þriðjudaginn
þriðjudagskvöld
þriðjudagskvöldflug
þriðjudagsmorgun
þriðjudagsnótt
þriðjudegi
þriðjudögum
þrjú
þrítugasta
því
þá
þær
þér
þín
þú
þýðir
