72s
73s
DIGIT
a
aa
abbreviation
about
after
afternoon
again
air
aircraft
airfare
airfares
airline
airlines
airport
airports
al
alaska
all
also
am
america
american
an
and
angeles
another
any
anywhere
ap
ap58
april
are
area
arizona
around
arrive
arrives
arriving
as
at
atlanta
available
back
baltimore
basis
be
be1
beach
before
between
bh
bn
book
boston
breakfast
burbank
bwi
by
california
called
can
canada
canadian
capacities
capacity
car
carolina
charlotte
cheapest
chicago
cincinnati
cities
city
class
cleveland
close
closest
coach
code
columbus
combination
comes
connecting
continental
cost
could
county
cvg
d9s
daily
dallas
day
days
dc
dc10
dc9
dca
december
delta
denver
depart
departing
departure
determine
detroit
dh8
diego
different
dinner
direct
distance
dl
do
does
dollars
downtown
dtw
dulles
during
earliest
early
economy
eighth
either
evening
ever
ewr
exceeding
expensive
eye
f
far
fare
fares
february
field
fifth
find
first
flies
flight
flights
florida
fly
flying
following
for
fort
francisco
friday
from
get
give
go
goes
going
good
ground
guardia
h
have
hold
houston
how
hp
i
i'd
i'll
if
in
included
india
indiana
indianapolis
information
international
into
is
it
j31
jfk
jose
july
june
kansas
kennedy
know
kw
l10
l1011
la
lake
las
last
late
later
latest
lax
layover
least
leave
leaves
leaving
lga
like
limousine
list
long
los
louis
love
lowest
lufthansa
lunch
m
m80
makes
many
may
mci
me
meal
meals
mean
memphis
miami
michigan
midnight
miles
milwaukee
minneapolis
minnesota
monday
mondays
montreal
morning
mornings
most
much
my
nashville
near
need
nevada
new
newark
next
night
ninth
no
nonstop
noon
north
northwest
not
now
number
numbers
o'clock
oakland
of
off
offer
ohio
on
one
only
ontario
or
orlando
out
passengers
paul
people
petersburg
philadelphia
philly
phl
phoenix
pittsburgh
plane
please
pm
possible
price
prices
prior
q
qo
quebec
rates
red
rent
restriction
restrictions
return
returning
round
sa
salt
sam
san
saturday
saturdays
sb
seating
seattle
second
see
serve
served
serves
service
serviced
seventeenth
seventh
shortest
should
show
sixteenth
sixth
snack
snacks
soon
st.
stand
stop
stopover
stopovers
stopping
sunday
tacoma
take
tampa
taxi
tell
tennessee
tenth
texas
than
that
the
their
there
third
thirteenth
this
those
three
through
thursday
ticket
times
to
today
tomorrow
too
toronto
tower
town
tpa
transportation
travel
traveling
trip
trips
tuesday
twa
twelfth
twenty
two
type
types
ua
under
united
us
use
used
using
utah
vegas
want
washington
way
wednesday
week
weekday
west
westchester
what
what's
when
which
will
with
wn
worth
would
y
yes
york
york's
you
yx
